Repository: baseline-vn/baseline_elixir
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: vi

source: can't be blank
vi: không thể để trống

source: has already been taken
vi: đã được sử dụng

source: is invalid
vi: không hợp lệ

source: must be accepted
vi: phải được chấp nhận

source: has invalid format
vi: có định dạng không hợp lệ

source: has an invalid entry
vi: có một mục không hợp lệ

source: is reserved
vi: đã được đặt trước

source: does not match confirmation
vi: không khớp với xác nhận

source: is still associated with this entry
vi: vẫn còn liên kết với mục này

source: are still associated with this entry
vi: vẫn còn liên kết với mục này

source: should have %{count} item(s)
vi: nên có %{count} mục

source: should be %{count} character(s)
vi: nên có %{count} ký tự

source: should be %{count} byte(s)
vi: nên có %{count} byte

source: should have at least %{count} item(s)
vi: nên có ít nhất %{count} mục

source: should be at least %{count} character(s)
vi: nên có ít nhất %{count} ký tự

source: should be at least %{count} byte(s)
vi: nên có ít nhất %{count} byte

source: should have at most %{count} item(s)
vi: nên có nhiều nhất %{count} mục

source: should be at most %{count} character(s)
vi: nên có nhiều nhất %{count} ký tự

source: should be at most %{count} byte(s)
vi: nên có nhiều nhất %{count} byte

source: must be less than %{number}
vi: phải nhỏ hơn %{number}

source: must be greater than %{number}
vi: phải lớn hơn %{number}

source: must be less than or equal to %{number}
vi: phải nhỏ hơn hoặc bằng %{number}

source: must be greater than or equal to %{number}
vi: phải lớn hơn hoặc bằng %{number}

source: must be equal to %{number}
vi: phải bằng %{number}
